Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Delete cron job?
ar: هل تريد حذف مهمة cron؟
de: Cron-Job löschen?
es: ¿Eliminar tarea cron?
fa: کار cron حذف شود؟
fr: Supprimer la tâche cron ?
hi: cron जॉब हटाएँ?
id: Hapus cron job?
it: Eliminare il job cron?
ja_jp: cron ジョブを削除しますか？
ko: cron 작업을 삭제하시겠습니까?
nl: Cronjob verwijderen?
pl: Usunąć zadanie cron?
pt_br: Excluir trabalho cron?
ru: Удалить cron job?
sv: Ta bort cron-jobb?
th: ลบงาน cron หรือไม่?
tr: Cron job silinsin mi?
uk: Видалити cron job?
vi: Xóa cron job?
zh_cn: 删除 cron 任务？
zh_tw: 刪除 cron job？

source: Delete failed
ar: فشل الحذف
de: Löschen fehlgeschlagen
es: Error al eliminar
fa: حذف ناموفق بود
fr: Échec de la suppression
hi: हटाना विफल
id: Penghapusan gagal
it: Eliminazione non riuscita
ja_jp: 削除に失敗しました
ko: 삭제 실패
nl: Verwijderen mislukt
pl: Usuwanie nie powiodło się
pt_br: Falha ao excluir
ru: Удаление не удалось
sv: Radering misslyckades
th: ลบไม่สำเร็จ
tr: Silme başarısız oldu
uk: Не вдалося видалити
vi: Xóa không thành công
zh_cn: 删除失败
zh_tw: 刪除失敗

source: Delete group?
ar: حذف المجموعة؟
de: Gruppe löschen?
es: ¿Eliminar el grupo?
fa: گروه حذف شود؟
fr: Supprimer le groupe ?
hi: समूह हटाएँ?
id: Hapus grup?
it: Eliminare il gruppo?
ja_jp: グループを削除しますか？
ko: 그룹을 삭제하시겠습니까?
nl: Groep verwijderen?
pl: Usunąć grupę?
pt_br: Excluir grupo?
ru: Удалить группу?
sv: Ta bort gruppen?
th: ลบกลุ่มหรือไม่?
tr: Grup silinsin mi?
uk: Видалити групу?
vi: Xóa nhóm?
zh_cn: 删除群组？
zh_tw: 刪除群組？

source: Delete selected threads?
ar: حذف المحادثات المحددة؟
de: Ausgewählte Threads löschen?
es: ¿Eliminar los hilos seleccionados?
fa: رشته‌های انتخاب‌شده حذف شوند؟
fr: Supprimer les fils de discussion sélectionnés ?
hi: चुने गए थ्रेड हटाएँ?
id: Hapus utas yang dipilih?
it: Eliminare le conversazioni selezionate?
ja_jp: 選択したスレッドを削除しますか？
ko: 선택한 스레드를 삭제하시겠습니까?
nl: Geselecteerde gesprekken verwijderen?
pl: Usunąć wybrane wątki?
pt_br: Excluir as conversas selecionadas?
ru: Удалить выбранные ветки?
sv: Ta bort markerade trådar?
th: ลบเธรดที่เลือกหรือไม่?
tr: Seçili iş parçacıkları silinsin mi?
uk: Видалити вибрані гілки?
vi: Xóa các luồng đã chọn?
zh_cn: 删除所选对话？
zh_tw: 要刪除所選的對話串嗎？

source: Delete session?
ar: هل تريد حذف الجلسة؟
de: Sitzung löschen?
es: ¿Eliminar sesión?
fa: نشست حذف شود؟
fr: Supprimer la session ?
hi: सेशन हटाएँ?
id: Hapus sesi?
it: Eliminare la sessione?
ja_jp: セッションを削除しますか？
ko: 세션을 삭제할까요?
nl: Sessie verwijderen?
pl: Usunąć sesję?
pt_br: Excluir sessão?
ru: Удалить сеанс?
sv: Radera session?
th: ลบเซสชัน?
tr: Oturum silinsin mi?
uk: Видалити сеанс?
vi: Xóa phiên?
zh_cn: 删除会话？
zh_tw: 要刪除工作階段嗎？

source: Delete “%@”?
ar: حذف «%@»؟
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fa: «%@» حذف شود؟
fr: Supprimer « %@ » ?
hi: “%@” को हटाएँ?
id: Hapus “%@”?
it: Eliminare “%@”?
ja_jp: 「%@」を削除しますか？
ko: “%@”을(를) 삭제하시겠습니까?
nl: ‘%@’ verwijderen?
pl: Usunąć „%@”?
pt_br: Excluir “%@”?
ru: Удалить «%@»?
sv: Radera ”%@”?
th: ลบ “%@” หรือไม่?
tr: “%@” silinsin mi?
uk: Видалити «%@»?
vi: Xóa “%@”?
zh_cn: 删除“%@”？
zh_tw: 刪除「%@」？

source: Delete…
ar: حذف…
de: Löschen…
es: Eliminar…
fa: حذف…
fr: Supprimer…
hi: हटाएँ…
id: Hapus…
it: Elimina…
ja_jp: 削除…
ko: 삭제…
nl: Verwijderen…
pl: Usuń…
pt_br: Excluir…
ru: Удалить…
sv: Radera…
th: ลบ…
tr: Sil…
uk: Видалити…
vi: Xóa…
zh_cn: 删除…
zh_tw: 刪除…

source: Delivery
ar: التسليم
de: Zustellung
es: Entrega
fa: تحویل
fr: Livraison
hi: डिलीवरी
id: Pengiriman
it: Consegna
ja_jp: 配信
ko: 전달
nl: Bezorging
pl: Dostarczenie
pt_br: Entrega
ru: Доставка
sv: Leverans
th: การส่ง
tr: Teslimat
uk: Доставка
vi: Gửi
zh_cn: 递送
zh_tw: 傳送

source: Deny
ar: رفض
de: Ablehnen
es: Denegar
fa: رد کردن
fr: Refuser
hi: अस्वीकार करें
id: Tolak
it: Nega
ja_jp: 拒否
ko: 거부
nl: Weigeren
pl: Odmów
pt_br: Negar
ru: Запретить
sv: Neka
th: ปฏิเสธ
tr: Reddet
uk: Відмовити
vi: Từ chối
zh_cn: 拒绝
zh_tw: 拒絕

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
fa: توضیحات
hi: विवरण
id: Deskripsi
it: Descrizione
ja_jp: 説明
ko: 설명
nl: Beschrijving
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
th: คำอธิบาย
tr: Açıklama
uk: Опис
vi: Mô tả
zh_cn: 描述
zh_tw: 描述

source: Details
ar: التفاصيل
es: Detalles
fa: جزئیات
fr: Détails
hi: विवरण
id: Detail
it: Dettagli
ja_jp: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
uk: Докладно
vi: Chi tiết
zh_cn: 详情
zh_tw: 詳細資料

source: Detected, but not auto-tested
ar: تم الاكتشاف، ولكن لم يُختبر تلقائيًا
de: Erkannt, aber nicht automatisch getestet
es: Detectado, pero no probado automáticamente
fa: شناسایی شد، اما به‌طور خودکار آزمایش نشد
fr: Détecté, mais non testé automatiquement
hi: पता चला, लेकिन स्वचालित रूप से जाँचा नहीं गया
id: Terdeteksi, tetapi tidak diuji secara otomatis
it: Rilevato, ma non testato automaticamente
ja_jp: 検出済み（自動テストなし）
ko: 감지되었지만 자동 테스트되지 않음
nl: Gedetecteerd, maar niet automatisch getest
pl: Wykryto, ale nie przetestowano automatycznie
pt_br: Detectado, mas não testado automaticamente
ru: Обнаружено, но не проверено автоматически
sv: Identifierad, men inte automatiskt testad
th: ตรวจพบแล้ว แต่ไม่ได้ทดสอบโดยอัตโนมัติ
tr: Algılandı ancak otomatik olarak test edilmedi
uk: Виявлено, але не перевірено автоматично
vi: Đã phát hiện nhưng chưa được kiểm tra tự động
zh_cn: 已检测到，但未自动测试
zh_tw: 已偵測到，但未自動測試

source: Developer
ar: المطوّر
de: Entwickler
es: Desarrollador
fa: توسعه‌دهنده
fr: Développeur
hi: डेवलपर
id: Pengembang
it: Sviluppatore
ja_jp: 開発者
ko: 개발자
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
ru: Разработчик
sv: Utvecklare
th: นักพัฒนา
tr: Geliştirici
uk: Розробник
vi: Nhà phát triển
zh_cn: 开发者
zh_tw: 開發人員

source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fa: دستگاه
fr: Appareil
hi: डिवाइस
id: Perangkat
it: Dispositivo
ja_jp: デバイス
ko: 기기
nl: Apparaat
pl: Urządzenie
pt_br: Dispositivo
ru: Устройство
sv: Enhet
th: อุปกรณ์
tr: Aygıt
uk: Пристрій
vi: Thiết bị
zh_cn: 设备
zh_tw: 裝置

source: Dictate message
ar: إملاء الرسالة
de: Nachricht diktieren
es: Dictar mensaje
fa: دیکته کردن پیام
fr: Dicter le message
hi: संदेश बोलकर लिखें
id: Dikte pesan
it: Detta messaggio
ja_jp: メッセージを音声入力
ko: 메시지 받아쓰기
nl: Bericht dicteren
pl: Dyktuj wiadomość
pt_br: Ditar mensagem
ru: Продиктовать сообщение
sv: Diktera meddelande
th: พูดป้อนข้อความ
tr: Mesajı dikte et
uk: Продиктувати повідомлення
vi: Đọc để nhập tin nhắn
zh_cn: 语音输入消息
zh_tw: 語音輸入訊息

source: Dictation stopped because speech recognition failed.
ar: توقف الإملاء بسبب فشل التعرّف على الكلام.
de: Das Diktat wurde beendet, weil die Spracherkennung fehlgeschlagen ist.
es: El dictado se detuvo porque falló el reconocimiento de voz.
fa: دیکته به‌دلیل ناموفق بودن تشخیص گفتار متوقف شد.
fr: La dictée s’est arrêtée en raison de l’échec de la reconnaissance vocale.
hi: वाक् पहचान विफल होने के कारण डिक्टेशन रुक गया।
id: Dikte dihentikan karena pengenalan ucapan gagal.
it: La dettatura è stata interrotta perché il riconoscimento vocale non è riuscito.
ja_jp: 音声認識に失敗したため、音声入力を停止しました。
ko: 음성 인식에 실패하여 받아쓰기가 중지되었습니다.
nl: Dicteren gestopt omdat spraakherkenning is mislukt.
pl: Dyktowanie zostało zatrzymane, ponieważ rozpoznawanie mowy nie powiodło się.
pt_br: O ditado foi interrompido porque o reconhecimento de fala falhou.
ru: Диктовка остановлена из-за ошибки распознавания речи.
sv: Dikteringen stoppades eftersom taligenkänningen misslyckades.
th: การป้อนตามคำบอกหยุดลงเนื่องจากการรู้จำเสียงพูดล้มเหลว
tr: Konuşma tanıma başarısız olduğu için dikte durduruldu.
uk: Диктування зупинено через помилку розпізнавання мовлення.
vi: Đã dừng đọc chính tả vì nhận dạng giọng nói không thành công.
zh_cn: 由于语音识别失败，听写已停止。
zh_tw: 因語音辨識失敗，聽寫已停止。

source: Direct
ar: مباشر
de: Direkt
es: Directo
fa: مستقیم
id: Langsung
it: Diretto
ja_jp: ダイレクト
pl: Bezpośrednio
pt_br: Direto
sv: Direkt
tr: Doğrudan
vi: Trực tiếp
zh_cn: 直接
zh_tw: 直接

source: Direct (ws/wss)
ar: مباشر (ws/wss)
de: Direkt (ws/wss)
es: Directo (ws/wss)
fa: مستقیم (ws/wss)
id: Langsung (ws/wss)
it: Diretto (ws/wss)
ja_jp: 直接 (ws/wss)
ko: 직접 (ws/wss)
pl: Bezpośrednie (ws/wss)
pt_br: Direto (ws/wss)
ru: Прямое подключение (ws/wss)
sv: Direkt (ws/wss)
tr: Doğrudan (ws/wss)
uk: Пряме підключення (ws/wss)
vi: Trực tiếp (ws/wss)
zh_cn: 直连 (ws/wss)
zh_tw: 直接 (ws/wss)

source: Direct Download
ar: تنزيل مباشر
de: Direkter Download
es: Descarga directa
fa: دانلود مستقیم
fr: Téléchargement direct
hi: सीधा डाउनलोड
id: Unduhan Langsung
it: Download diretto
ja_jp: 直接ダウンロード
ko: 직접 다운로드
nl: Directe download
pl: Pobieranie bezpośrednie
pt_br: Download direto
ru: Прямая загрузка
sv: Direkt nedladdning
th: ดาวน์โหลดโดยตรง
tr: Doğrudan İndirme
uk: Пряме завантаження
vi: Tải xuống trực tiếp
zh_cn: 直接下载
zh_tw: 直接下載

source: Disable
ar: تعطيل
de: Deaktivieren
es: Desactivar
fa: غیرفعال کردن
fr: Désactiver
hi: अक्षम करें
id: Nonaktifkan
it: Disabilita
ja_jp: 無効化
ko: 비활성화
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Отключить
sv: Inaktivera
th: ปิดใช้งาน
tr: Devre dışı bırak
uk: Вимкнути
vi: Tắt
zh_cn: 禁用
zh_tw: 停用

source: Disabled
ar: معطّل
de: Deaktiviert
es: Deshabilitado
fa: غیرفعال
fr: Désactivé
hi: अक्षम
id: Dinonaktifkan
it: Disabilitata
ja_jp: 無効
ko: 비활성화됨
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
ru: Отключено
sv: Inaktiverad
th: ปิดใช้งาน
tr: Devre dışı
uk: Вимкнено
vi: Đã tắt
zh_cn: 已禁用
zh_tw: 已停用

source: Disconnected
ar: غير متصل
de: Getrennt
es: Desconectado
fa: قطع شد
fr: Déconnecté
hi: डिस्कनेक्ट किया गया
id: Terputus
it: Disconnesso
ja_jp: 切断済み
ko: 연결 끊김
nl: Verbinding verbroken
pl: Rozłączono
pt_br: Desconectado
ru: Отключено
sv: Frånkopplad
th: ตัดการเชื่อมต่อแล้ว
tr: Bağlantı kesildi
uk: Відключено
vi: Đã ngắt kết nối
zh_cn: 已断开连接
zh_tw: 已中斷連線

source: Disconnected (using System default)
ar: غير متصل (يستخدم الإعداد الافتراضي للنظام)
de: Getrennt (Systemstandard wird verwendet)
es: Desconectado (usando el predeterminado del sistema)
fa: قطع شده (با استفاده از پیش‌فرض سیستم)
fr: Déconnecté (utilisation de la valeur par défaut du système)
hi: डिस्कनेक्टेड (System default का उपयोग कर रहा है)
id: Terputus (menggunakan Default sistem)
it: Disconnesso (uso del predefinito di sistema)
ja_jp: 切断済み（システムデフォルトを使用）
ko: 연결 해제됨(시스템 기본값 사용 중)
nl: Niet verbonden (systeemstandaard wordt gebruikt)
pl: Odłączono (używane domyślne systemowe)
pt_br: Desconectado (usando o padrão do sistema)
ru: Отключено (используется системное значение по умолчанию)
sv: Frånkopplad (använder systemstandard)
th: ตัดการเชื่อมต่อแล้ว (ใช้ค่าเริ่มต้นของระบบ)
tr: Bağlantı kesildi (Sistem varsayılanı kullanılıyor)
uk: Від’єднано (використовується системне значення за замовчуванням)
vi: Đã ngắt kết nối (đang dùng Mặc định hệ thống)
zh_cn: 已断开连接（使用系统默认）
zh_tw: 已中斷連線（使用系統預設值）

source: Disconnected from your remote Gateway. Open Connection settings to fix it.
ar: انقطع الاتصال بالـ Gateway البعيد الخاص بك. افتح إعدادات الاتصال لإصلاح ذلك.
de: Verbindung zu deinem Remote-Gateway getrennt. Öffne die Verbindungseinstellungen, um das Problem zu beheben.
es: Desconectado de tu Gateway remoto. Abre los ajustes de Conexión para solucionarlo.
fa: اتصال به Gateway راه دور شما قطع شد. برای رفع آن تنظیمات اتصال را باز کنید.
fr: Déconnecté de votre Gateway distant. Ouvrez les réglages de connexion pour corriger le problème.
hi: आपके remote Gateway से डिस्कनेक्ट हो गया। इसे ठीक करने के लिए Connection settings खोलें।
id: Terputus dari Gateway jarak jauh Anda. Buka pengaturan Koneksi untuk memperbaikinya.
it: Disconnesso dal Gateway remoto. Apri le impostazioni di Connessione per risolvere il problema.
ja_jp: リモート Gateway から切断されました。接続設定を開いて修正してください。
ko: 원격 Gateway와의 연결이 끊겼습니다. 연결 설정을 열어 문제를 해결하세요.
nl: Verbinding met je externe Gateway verbroken. Open de verbindingsinstellingen om dit op te lossen.
pl: Rozłączono ze zdalnym Gateway. Otwórz ustawienia połączenia, aby to naprawić.
pt_br: Desconectado do seu Gateway remoto. Abra as configurações de Conexão para corrigir.
ru: Отключено от вашего удалённого Gateway. Откройте настройки подключения, чтобы исправить это.
sv: Frånkopplad från din fjärr-Gateway. Öppna anslutningsinställningarna för att åtgärda det.
th: ตัดการเชื่อมต่อจาก Gateway ระยะไกลของคุณแล้ว เปิดการตั้งค่าการเชื่อมต่อเพื่อแก้ไข
tr: Uzak Gateway'inizle bağlantı kesildi. Düzeltmek için Bağlantı ayarlarını açın.
uk: Відключено від вашого віддаленого Gateway. Відкрийте налаштування підключення, щоб виправити це.
vi: Đã ngắt kết nối khỏi Gateway từ xa của bạn. Mở cài đặt Kết nối để khắc phục.
zh_cn: 已与你的远程 Gateway 断开连接。打开连接设置进行修复。
zh_tw: 已與您的遠端 Gateway 中斷連線。開啟連線設定以修復。

source: Discover OpenClaw gateways on your LAN
ar: اكتشف gateways الخاصة بـ OpenClaw على شبكة LAN لديك
de: OpenClaw-Gateways in Ihrem LAN entdecken
es: Detectar gateways de OpenClaw en tu LAN
fa: کشف gatewayهای OpenClaw در LAN شما
fr: Découvrir les gateways OpenClaw sur votre LAN
hi: अपने LAN पर OpenClaw gateways खोजें
id: Temukan gateway OpenClaw di LAN Anda
it: Rileva i gateway OpenClaw nella tua LAN
ja_jp: LAN 上の OpenClaw Gateway を検出
ko: LAN에서 OpenClaw Gateway 검색
nl: OpenClaw-gateways op je LAN ontdekken
pl: Wykrywaj Gateway OpenClaw w swojej sieci LAN
pt_br: Descobrir gateways OpenClaw na sua LAN
ru: Обнаруживать шлюзы OpenClaw в вашей локальной сети
sv: Upptäck OpenClaw-gateways i ditt LAN
th: ค้นหา Gateway ของ OpenClaw บน LAN ของคุณ
tr: LAN'inizde OpenClaw gateway'lerini keşfedin
uk: Виявляти шлюзи OpenClaw у вашій LAN
vi: Khám phá các gateway OpenClaw trên mạng LAN của bạn
zh_cn: 在你的局域网上发现 OpenClaw Gateway
zh_tw: 在您的 LAN 上探索 OpenClaw Gateway

source: Discover skills
ar: اكتشاف المهارات
de: Skills entdecken
es: Descubrir skills
fa: کشف مهارت‌ها
fr: Découvrir des Skills
hi: स्किल खोजें
id: Temukan skill
it: Scopri le skill
ja_jp: スキルを探す
ko: Skill 찾아보기
nl: Skills ontdekken
pl: Odkrywaj skille
pt_br: Descobrir skills
ru: Найти навыки
sv: Upptäck skills
th: ค้นพบ Skills
tr: Skill'leri keşfet
uk: Знайти навички
vi: Khám phá các skill
zh_cn: 发现技能
zh_tw: 探索 Skills

source: Discovery & Status
ar: الاكتشاف والحالة
de: Erkennung & Status
es: Detección y estado
fa: کشف و وضعیت
fr: Découverte et état
hi: खोज और स्थिति
id: Penemuan & Status
it: Rilevamento e stato
ja_jp: 検出とステータス
ko: 검색 및 상태
nl: Detectie en status
pl: Wykrywanie i status
pt_br: Descoberta e status
ru: Обнаружение и статус
sv: Identifiering och status
th: การค้นพบและสถานะ
tr: Keşif ve Durum
uk: Виявлення та стан
vi: Khám phá & Trạng thái
zh_cn: 发现与状态
zh_tw: 探索與狀態

source: Dismiss
ar: إغلاق
de: Schließen
es: Descartar
fa: بستن
fr: Ignorer
hi: खारिज करें
id: Tutup
it: Ignora
ja_jp: 閉じる
ko: 닫기
nl: Sluiten
pl: Odrzuć
pt_br: Dispensar
ru: Закрыть
sv: Avfärda
th: ปิด
tr: Kapat
uk: Відхилити
vi: Bỏ qua
zh_cn: 关闭
zh_tw: 關閉

source: Do not fail the job if announce fails
ar: لا تُفشل المهمة إذا فشل الإعلان
de: Job nicht fehlschlagen lassen, wenn die Ankündigung fehlschlägt
es: No fallar el trabajo si el anuncio falla
fa: اگر اعلام ناموفق بود، کار را ناموفق نکنید
fr: Ne pas faire échouer la tâche si l’annonce échoue
hi: यदि घोषणा विफल हो जाए तो जॉब को विफल न करें
id: Jangan gagalkan tugas jika pengumuman gagal
it: Non far fallire il job se l'annuncio non riesce
ja_jp: announce が失敗してもジョブを失敗にしない
ko: 알림에 실패해도 작업을 실패로 처리하지 않음
nl: Laat de taak niet mislukken als aankondigen mislukt
pl: Nie oznaczaj zadania jako nieudanego, jeśli ogłoszenie się nie powiedzie
pt_br: Não falhar a tarefa se o anúncio falhar
ru: Не завершать задачу с ошибкой, если оповещение не удалось
sv: Låt inte jobbet misslyckas om aviseringen misslyckas
th: อย่าทำให้งานล้มเหลวหากการประกาศล้มเหลว
tr: Duyuru başarısız olursa işi başarısız sayma
uk: Не завершувати завдання помилкою, якщо оголошення не вдасться
vi: Không làm tác vụ thất bại nếu thông báo thất bại
zh_cn: 如果播报失败，不要使任务失败
zh_tw: 如果播報失敗，不要讓工作失敗

source: Docs
ar: المستندات
de: Dokumentation
es: Documentación
fa: مستندات
fr: Documentation
id: Dokumen
it: Documentazione
ja_jp: ドキュメント
ko: 문서
nl: Documentatie
pl: Dokumentacja
pt_br: Documentação
ru: Документация
sv: Dokumentation
th: เอกสาร
tr: Belgeler
uk: Документація
vi: Tài liệu
zh_cn: 文档
zh_tw: 文件

source: Done
ar: تم
de: Fertig
es: Listo
fa: انجام شد
fr: Terminé
hi: पूर्ण
id: Selesai
it: Fine
ja_jp: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_tw: 完成

source: Done in %@
ar: تم في %@
de: Fertig in %@
es: Hecho en %@
fa: در %@ انجام شد
fr: Terminé en %@
hi: %@ में पूरा हुआ
id: Selesai dalam %@
it: Completato in %@
ja_jp: %@で完了
ko: %@ 만에 완료
nl: Klaar in %@
pl: Gotowe w %@
pt_br: Concluído em %@
ru: Готово за %@
sv: Klar på %@
th: เสร็จสิ้นใน %@
tr: %@ sürede tamamlandı
uk: Виконано за %@
vi: Hoàn tất trong %@
zh_cn: 已在 %@ 内完成
zh_tw: 已在 %@ 內完成

source: Each selected thread and its transcript will be removed from the gateway.
ar: ستُزال كل محادثة محددة وسجلها من Gateway.
de: Jeder ausgewählte Thread und sein Transkript werden aus dem Gateway entfernt.
es: Cada hilo seleccionado y su transcripción se eliminarán del Gateway.
fa: هر رشته انتخاب‌شده و رونوشت آن از Gateway حذف خواهد شد.
fr: Chaque fil de discussion sélectionné et sa transcription seront supprimés du Gateway.
hi: हर चुना गया थ्रेड और उसका ट्रांसक्रिप्ट Gateway से हटा दिया जाएगा।
id: Setiap utas yang dipilih beserta transkripnya akan dihapus dari Gateway.
it: Ogni conversazione selezionata e la relativa trascrizione verranno rimosse dal gateway.
ja_jp: 選択した各スレッドとその記録がGatewayから削除されます。
ko: 선택한 각 스레드와 해당 대화 내용이 Gateway에서 삭제됩니다.
nl: Elk geselecteerd gesprek en het bijbehorende transcript worden uit de gateway verwijderd.
pl: Każdy wybrany wątek wraz z jego transkrypcją zostanie usunięty z Gateway.
pt_br: Cada conversa selecionada e sua transcrição serão removidas do Gateway.
ru: Все выбранные ветки и их расшифровки будут удалены из Gateway.
sv: Varje markerad tråd och dess transkript tas bort från gatewayen.
th: เธรดที่เลือกแต่ละรายการและบันทึกการสนทนาจะถูกลบออกจาก Gateway
tr: Seçili her iş parçacığı ve dökümü gateway'den kaldırılacak.
uk: Кожну вибрану гілку та її стенограму буде видалено з Gateway.
vi: Mỗi luồng đã chọn và bản ghi của luồng đó sẽ bị xóa khỏi Gateway.
zh_cn: 每个所选对话及其记录都将从 Gateway 中移除。
zh_tw: 每個所選的對話串及其文字記錄都將從 Gateway 中移除。

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
hi: संपादित करें
it: Modifica
ja_jp: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_cn: 编辑
zh_tw: 編輯

source: Edit automation
ar: تعديل الأتمتة
de: Automatisierung bearbeiten
es: Editar automatización
fa: ویرایش خودکارسازی
fr: Modifier l’automatisation
hi: ऑटोमेशन संपादित करें
id: Edit automasi
it: Modifica automazione
ja_jp: オートメーションを編集
ko: 자동화 편집
nl: Automatisering bewerken
pl: Edytuj automatyzację
pt_br: Editar automação
ru: Редактировать автоматизацию
sv: Redigera automatisering
th: แก้ไขการทำงานอัตโนมัติ
tr: Otomasyonu düzenle
uk: Редагувати автоматизацію
vi: Chỉnh sửa tác vụ tự động
zh_cn: 编辑自动化
zh_tw: 編輯自動化

source: Edit cron job
ar: تعديل مهمة cron
de: Cronjob bearbeiten
es: Editar tarea cron
fa: ویرایش cron job
fr: Modifier la tâche cron
hi: क्रॉन जॉब संपादित करें
id: Edit tugas cron
it: Modifica cron job
ja_jp: cron ジョブを編集
ko: cron 작업 편집
nl: Cronjob bewerken
pl: Edytuj zadanie cron
pt_br: Editar cron job
ru: Изменить задание cron
sv: Redigera cron-jobb
th: แก้ไขงาน cron
tr: Cron işini düzenle
uk: Редагувати cron-завдання
vi: Chỉnh sửa cron job
zh_cn: 编辑 cron job
zh_tw: 編輯 cron job

source: Edit ~/.openclaw/openclaw.json using the schema-driven form.
ar: حرّر ~/.openclaw/openclaw.json باستخدام النموذج المستند إلى المخطط.
de: Bearbeiten Sie ~/.openclaw/openclaw.json mithilfe des schemagesteuerten Formulars.
es: Edita ~/.openclaw/openclaw.json usando el formulario basado en el esquema.
fa: با استفاده از فرم مبتنی بر schema، فایل ~/.openclaw/openclaw.json را ویرایش کنید.
fr: Modifiez ~/.openclaw/openclaw.json à l’aide du formulaire basé sur le schéma.
hi: schema-driven फ़ॉर्म का उपयोग करके ~/.openclaw/openclaw.json संपादित करें।
id: Edit ~/.openclaw/openclaw.json menggunakan formulir berbasis skema.
it: Modifica ~/.openclaw/openclaw.json usando il modulo basato sullo schema.
ja_jp: スキーマ駆動フォームを使用して ~/.openclaw/openclaw.json を編集します。
ko: 스키마 기반 양식을 사용하여 ~/.openclaw/openclaw.json을 편집하세요.
nl: Bewerk ~/.openclaw/openclaw.json met het schemagestuurde formulier.
pl: Edytuj ~/.openclaw/openclaw.json za pomocą formularza opartego na schemacie.
pt_br: Edite ~/.openclaw/openclaw.json usando o formulário orientado por esquema.
ru: Редактируйте ~/.openclaw/openclaw.json с помощью формы на основе схемы.
sv: Redigera ~/.openclaw/openclaw.json med det schemastyrda formuläret.
th: แก้ไข ~/.openclaw/openclaw.json โดยใช้แบบฟอร์มที่ขับเคลื่อนด้วยสคีมา
tr: Şema odaklı formu kullanarak ~/.openclaw/openclaw.json dosyasını düzenleyin.
uk: Редагуйте ~/.openclaw/openclaw.json за допомогою форми на основі схеми.
vi: Chỉnh sửa ~/.openclaw/openclaw.json bằng biểu mẫu dựa trên schema.
zh_cn: 使用基于架构的表单编辑 ~/.openclaw/openclaw.json。
zh_tw: 使用結構描述驅動的表單編輯 ~/.openclaw/openclaw.json。

source: Edit…
ar: تعديل…
de: Bearbeiten…
es: Editar…
fa: ویرایش…
fr: Modifier…
hi: संपादित करें…
it: Modifica…
ja_jp: 編集…
ko: 편집…
nl: Bewerken…
pl: Edytuj…
pt_br: Editar…
ru: Изменить…
sv: Redigera…
th: แก้ไข…
tr: Düzenle…
uk: Редагувати…
vi: Chỉnh sửa…
zh_cn: 编辑…
zh_tw: 編輯…

source: Enable
ar: تمكين
de: Aktivieren
es: Activar
fa: فعال کردن
fr: Activer
hi: सक्षम करें
id: Aktifkan
it: Abilita
ja_jp: 有効にする
ko: 활성화
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_cn: 启用
zh_tw: 啟用

source: Enable Peekaboo Bridge
ar: تمكين Peekaboo Bridge
de: Peekaboo Bridge aktivieren
es: Activar Peekaboo Bridge
fa: فعال‌سازی Peekaboo Bridge
fr: Activer Peekaboo Bridge
hi: Peekaboo Bridge सक्षम करें
id: Aktifkan Peekaboo Bridge
it: Abilita Peekaboo Bridge
ja_jp: Peekaboo Bridge を有効化
ko: Peekaboo Bridge 활성화
nl: Peekaboo Bridge inschakelen
pl: Włącz Peekaboo Bridge
pt_br: Ativar Peekaboo Bridge
ru: Включить Peekaboo Bridge
sv: Aktivera Peekaboo Bridge
th: เปิดใช้งาน Peekaboo Bridge
tr: Peekaboo Bridge'i etkinleştir
uk: Увімкнути Peekaboo Bridge
vi: Bật Peekaboo Bridge
zh_cn: 启用 Peekaboo Bridge
zh_tw: 啟用 Peekaboo Bridge

source: Enable Voice Wake
ar: تفعيل Voice Wake
de: Voice Wake aktivieren
es: Activar Voice Wake
fa: فعال کردن Voice Wake
fr: Activer Voice Wake
hi: Voice Wake सक्षम करें
id: Aktifkan Voice Wake
it: Abilita Voice Wake
ja_jp: Voice Wakeを有効にする
ko: Voice Wake 활성화
nl: Voice Wake inschakelen
pl: Włącz Voice Wake
pt_br: Ativar Voice Wake
ru: Включить Voice Wake
sv: Aktivera Voice Wake
th: เปิดใช้งาน Voice Wake
tr: Voice Wake’i Etkinleştir
uk: Увімкнути Voice Wake
vi: Bật Voice Wake
zh_cn: 启用 Voice Wake
zh_tw: 啟用 Voice Wake
